Repository: albertord84/socialhub-fu
Catalog: inc/plugins/viewstory/locale/*/messages.po
Languages: pt_br

source: Auto View Story
pt_br: Visualizador de stories

source: View Story
pt_br: Ver stories

source: Activity Log
pt_br: Registro de Atividades

source: Next request will be sent %s approximately
pt_br: A próxima ação será realizada %s aproximadamente

source: Next request will be sent in a few moments
pt_br: A próxima ação será realizada em instantes

source: Something is wrong on the system
pt_br: Algo está errado no sistema

source: Error on system task
pt_br: Erro na tarefa do sistema

source: {username}'s story seen
pt_br: Visualizou o story de {username}

source: See Story
pt_br: Ver Story

source: Total %s actions
pt_br: %s Ações executadas

source: Activity log is empty
pt_br: Log de atividades está vazio

source: Deactivated
pt_br: Desativado

source: Activated
pt_br: Ativado

source: Pause actions everyday
pt_br: Pausar as ações diariamente

source: Speeds
pt_br: Velocidades

source: %s request/hour
pt_br: %s requição/hora

source: These values indicates maximum amount of the requests per hour. They are not exact values. Depending on the server overload and delays between the requests, actual number of the requests might be less than these values.
pt_br: Esses valores indicam o valor máximo das solicitações por hora. Eles não são valores exatos. Dependendo da sobrecarga do servidor e atrasos entre as solicitações, o número real das solicitações pode ser menor que esses valores.

source: High speeds might be risky
pt_br: Altas velocidades podem ser arriscadas

source: Developers are not responsible for any issues related to the Instagram accounts.
pt_br: Os desenvolvedores não são responsáveis por quaisquer problemas relacionados às contas do Instagram.

source: Other Settings
pt_br: Outras Configurações

source: Enable Random Delays
pt_br: Ativar atrasos aleatórios

source: Recommended
pt_br: Recomendado

source: If you enable this option, script will add random delays automatically between each requests.
pt_br: Se você habilitar essa opção, o script adicionará atrasos aleatórios automaticamente entre cada solicitação.

source: Delays could be up to 5 minutes.
pt_br: Os atrasos podem ser de até 5 minutos.

source: Couldn't find the new story to see
pt_br: Não localizamos novas stories para visualizar

source: Couldn't view the story
pt_br: Não foi ossível visualizar o story
